# GetDLSeparation

## Description
Gets the Double Line Preferences separation.

```pascal
FUNCTION GetDLSeparation : REAL;
```

```python

def vs.GetDLSeparation():
    return REAL
```

## See Also
VS Functions:
SetDLSeparation

## Version
Availability: from VectorWorks12.5
## Category
* Document Settings